{
  "Text1": {
    "value": [
      "무너진 콘크리트 계단을 따라 당신은 폐방송국 건물에 도착했다.",
      "한때 지역 방송을 송출하던 이 건물은, 지금은 안테나도 꺾이고 외벽엔 총탄 자국이 선명했다.",
      "기지국은 끊긴 지 오래지만, 여전히 누군가는 이 건물을 사용하고 있었다.",
      "입구에는 철판을 덧댄 방어벽이 세워져 있었고, 낡은 감시 카메라가 삐걱이며 고개를 돌렸다.",
      "누가 봐도 ‘환영받지 못할 장소’였다.",
      "그러나 아이리스 마을로 가려면, 반드시 이곳에서 나오는 신호의 출처를 확인해야 했다.",
      "당신이 철문에 다가서자, 안에서 거칠고 쉰 목소리가 들려왔다.",
      "@이봐, 거기 멈춰. 어디서 왔지? 너 혼자야?",
      "당신은 두 손을 살짝 들어 보였다.",
      "적의가 없다는 걸 보이기 위함이었다.",
      "@아이리스 마을로 향하고 있어. 그곳의 위치를 알아야 해.",
      "문이 삐걱이며 반쯤 열리고, 머리를 짧게 자른 여성 생존자 하나가 모습을 드러냈다.",
      "그녀는 낡은 헬멧을 쓴 채, 녹슨 쇠파이프를 어깨에 메고 있었다.",
      "그 뒤로도 허름한 옷차림의 생존자들이 몇 명 더 서 있었다. 대부분은 둔기나 막대기를 들고 있었다.",
      "그들은 한눈에 봐도 ‘싸움’이 익숙한 사람들이었다.",
      "여성 생존자는 당신을 위아래로 훑더니 낮게 말했다.",
      "@아이리스? 웃기지 마. 거기 진짜 있다고 믿는 거야? …허, 요즘 세상에 믿음도 사치지.",
      "@하지만 무전기는 건드려 본 적 있어. 출처는 모르겠지만 신호도 조금 잡혔었고.",
      "@그게 네가 찾는 거라면, 조건이 있어.",
      "그녀는 손가락을 펴가며 하나씩 항목을 짚었다.",
      "@통조림 하나. 식수 하나. 손전등 하나. 그리고 그거 켤 건전지까지.",
      "@그 네 가지면… 이 정보 넘기지.",
      "주변의 다른 생존자들도 말 없이 당신을 주시하고 있었다.",
      "등 뒤에서 누군가 가볍게 철봉을 바닥에 탁탁 두드렸다.",
      "협상이 깨지면 곧장 상황이 바뀔 거라는, 말 없는 경고였다."
    ],
    "next": "Menu1"
  },
  "Menu1": {
    "value": [
      {
        "id": "1",
        "label": "협상 및 거래를 시도한다",
        "text": [
          "당신은 조용히 가방을 열었다.",
          "지금까지 모아온 귀중한 자원들.",
          "통조림, 식수, 손전등, 그리고 건전지.",
          "방심은 금물이었다. 주변 생존자들 중 몇몇은 여전히 당신의 배낭을 탐내는 눈빛을 감추지 못했다.",
          "여성 생존자는 물자를 하나씩 확인하며 고개를 끄덕였다.",
          "@좋아. 약속은 지켜야겠지.",
          "그녀는 무전기 옆에 있던 낡은 노트를 찢어 내더니, 손으로 적힌 숫자가 가득한 페이지를 건넸다.",
          "손으로 휘갈긴 숫자들, 일부러 인쇄된 듯한 것보다 더 믿음직스러운 흔적들었다.",
          "[획득: 신호 주파수 기록 / 아이리스 마을 위치 데이터]",
          "주변 시선은 줄어들지 않았다.",
          "그러나 그녀가 손을 들자, 모두 멈췄다.",
          "@됐어. 이 사람은 떠나게 해.",
          "@아이리스 마을… 정말 있을까.",
          "@확신은 없어. 하지만… 찾지 않으면, 아무것도 안 남아."
        ],
        "next": "Text2"
      },
      {
        "id": "2",
        "label": "싸워서 얻어내기 – 힘이 곧 권리인 세계",
        "text": [
          "당신은 생존자 무리와 잠시 눈을 맞추다, 곧장 말했다.",
          "@거래는 없다. 그 정보를 내가 가져가야겠어.",
          "공기는 갑자기 싸늘해졌다.",
          "감시하던 생존자들 대부분이 슬쩍 손에 들고 있던 둔기를 치켜들었다.",
          "앞서 말하던 여성 생존자의 입꼬리가 비틀리며 올라갔다.",
          "@흥. 또 깡 하나 믿고 설치는 놈이 왔네… 좋아, 원한다면 힘으로 가져가 봐."
        ],
        "next": "Text3"
      },
      {
        "id": "3",
        "label": "몰래 빼돌리기 – 그림자처럼 다가서다",
        "text": [
          "폐허가 된 방송국의 뒤편은 상대적으로 조용했다.",
          "고철 더미 사이, 삐걱이는 철문 하나가 아주 살짝 열려 있었다.",
          "자물쇠는 풀려 있었고, 안쪽엔 전선과 장비가 널려 있는 어두운 통신실이 있었다.",
          "당신은 조심스럽게 그 틈 사이로 몸을 밀어 넣었다.",
          "통신실 안은 차가웠고, 스크린은 꺼져 있었다.",
          "무전 로그 패널 옆에는 손으로 기록된 문서들이 흐트러져 있었다.",
          "당신은 그 중 한 페이지를 집어 들었다.",
          "@아이리스 마을… 폐허 쪽 방송국 근처",
          "@확신할 순 없지만, 그곳에 가면 아이리스 마을에 대한 정보를 얻을 수 있을지도 모른다."
        ],
        "next": "Text4"
      }
    ]
  }
}
