[
    {
        "code": "foe_3001",
        "name": "들개",
        "atkHit": [
            "주먹이 들개의 어깨에 명중했다!",
            "지체 없이 공격! 녀석이 주춤거린다.",
            "들개의 머리를 정확히 가격했다!",
            "거친 숨을 내뱉으며 주먹을 휘둘렀다!",
            "맨주먹이 정확히 들개의 복부에 들어간다!",
            "재빨리 주먹을 뻗어 코끝을 가격했다!",
            "들개의 움직임에 맞춰 회심의 한 방을 날렸다."
        ],
        "atkHit2001": [
            "삽날이 들개를 밀쳐낸다! 충격에 녀석이 뒤로 나자빠진다.",
            "무거운 삽을 들고 내려쳤다! 들개가 비틀거린다.",
            "둔탁한 금속음과 함께 삽이 녀석의 어깨에 박힌다!",
            "삽을 휘둘러 들개의 얼굴 옆을 강타했다!"
        ],
        "atkHit2002": [
            "식칼이 번뜩이며 들개의 옆구리를 그었다!",
            "주저 없이 찔렀다! 들개의 털이 피로 물든다.",
            "칼날이 들개의 앞다리를 스친다. 비명이 들린다!",
            "식칼을 휘둘러 녀석의 턱 아래를 베었다!"
        ],
        "atkHit2003": [
            "녹슨 파이프가 들개의 등짝을 후려친다! 둔탁한 소리와 함께 비틀거린다.",
            "파이프를 힘껏 휘둘러 녀석의 다리를 가격했다!",
            "무겁게 내리친 파이프가 정통으로 들어간다. 들개가 신음을 낸다.",
            "녹슨 끝부분이 들개의 갈비뼈를 강타한다!"
        ],
        "atkMiss": [
            "타이밍을 놓쳤다. 들개가 피한다.",
            "들개가 몸을 낮춰 공격을 피했다!",
            "헛손질이다. 녀석은 한발 앞서 있다.",
            "짧게 휘두른 공격이 빗나갔다."
        ],
        "ctrPHit": [
            "몸을 돌려 간신히 피하자마자 공격했다! 들개가 비명을 지른다!",
            "급소를 노려 반격! 들개가 한 걸음 물러난다.",
            "피하며 내지른 공격이 정통으로 꽂혔다!",
            "재빨리 움직여 들개의 턱 밑을 공격했다!"
        ],
        "evdSuccess": [
            "들개가 뛰어들지만 땅에 몸을 구르며 회피했다!",
            "반사적으로 몸을 날려 피했다!",
            "간발의 차이로 녀석의 송곳니를 피한다!",
            "아슬아슬하게 발을 옮겨 공격을 모면했다!"
        ],
        "evdMiss": [
            "몸을 피하지 못했다. 들개의 송곳니가 팔을 깊게 물어뜯는다.",
            "회피가 늦었다. 날카로운 이빨이 다리를 파고든다.",
            "몸을 비틀었지만, 들개의 턱이 복부를 물어뜯는다.",
            "간발의 차이로 피하지 못했다. 어깨에 송곳니가 박힌다.",
            "도망칠 틈도 없이 들개가 뛰어올라 가슴께를 물어버린다.",
            "균형을 잃은 순간, 발목이 들개의 턱에 잡힌다.",
            "숨을 고르는 찰나, 턱이 팔뚝을 물어뜯는다.",
            "늦게 반응한 탓에, 들개의 이빨이 정통으로 꽂힌다."
        ],
        "ctrEHit": [
            "몸을 비트는 순간, 들개가 되받아 문다! 살이 찢기는 통증이 번개처럼 스친다.",
            "회피 동작이 끊겼다. 녀석이 달려들어 팔뚝을 물어뜯는다!",
            "옆으로 빠지려다 균형을 잃는다. 들개의 턱이 종아리를 물고 흔든다.",
            "숨을 고르는 찰나, 이빨이 옆구리를 파고든다. 피가 번진다.",
            "뒤로 물러선 발끝을 따라붙어, 들개가 발목을 물어 끌어내린다!",
            "낮게 파고든 녀석의 돌진! 가슴께가 찍히며 숨이 막힌다.",
            "회피가 늦었다. 들개의 머리가 들이받고, 이어 송곳니가 어깨를 꿰뚫는다.",
            "손을 뻗는 순간, 손등을 물린다! 반격을 시도했지만 더 빠른 건 들개였다."
        ],
        "battleEnd": [
            "들개가 피를 흘리며 쓰러진다. 그 작은 몸이 더는 움직이지 않는다.",
            "격렬한 싸움 끝에 들개가 숨을 거둔다. 고요함이 찾아온다.",
            "숨소리가 멎는다. 녀석의 사냥은 여기까지다.",
            "들개가 쓰러지며 낮게 울음을 토한다. 내가 이겼다.",
            "‘살려면 어쩔 수 없어.’ 중얼거림과 함께 들개의 움직임이 멎는다.",
            "한숨을 내쉰다. 피비린내 가득한 전투가 끝났다."
        ],
        "battleDefeat": [
            "들개의 이빨이 다시 한 번 파고든다. 더는 버틸 수 없다. 시야가 흐릿해진다...",
            "몸이 말을 듣지 않는다. 무릎이 꺾이고, 땅바닥에 쓰러졌다. 들개의 그림자가 덮쳐온다...",
            "‘여기까지인가…’ 생각이 들 즈음, 세상이 암흑으로 물든다.",
            "거친 숨을 내뱉으며 버텨보려 했지만, 발밑의 땅이 멀어진다. 마지막으로 들리는 것은 들개의 낮은 울음소리.",
            "모든 힘이 빠져나간다. 쓰러진 몸 위로 들개의 이빨이 드리운다…",
            "심장이 고동친다. 하지만 몸이 움직이지 않는다. 차가운 공기와 피 냄새 속에서 의식이 끊긴다.",
            "살고 싶었지만… 이건 너무 강했다. 눈꺼풀이 무겁게 감긴다.",
            "현실인지 악몽인지 모른 채 쓰러진다. 생존은 다음 기회로 미뤄야 할지도 모른다."
        ]
    },
    {
        "code": "foe_3002",
        "name": "생존자",
        "atkHit": [
            "거침없이 주먹을 내질렀다! 복부를 정통으로 강타.",
            "광기 속에서도 반응한 한 방! 턱을 강타했다.",
            "숨 돌릴 틈 없이 가격! 생존자가 비틀거린다.",
            "얼굴 가까이 다가온 그 순간, 한 방을 날렸다!",
            "움직임을 읽고 재빠르게 주먹을 내질렀다!"
        ],
        "atkHit2001": [
            "삽날로 밀어붙인다! 생존자가 뒤로 밀려난다.",
            "무게를 실어 내리쳤다! 괴성이 터진다.",
            "어깨를 가격하자 삽이 깊이 박힌다!",
            "삽을 휘둘러 광기의 눈을 눌러버린다!"
        ],
        "atkHit2002": [
            "칼날이 생존자의 팔을 그었다! 피가 튀긴다.",
            "비틀거리는 틈을 놓치지 않았다! 깊이 찔러넣었다.",
            "식칼이 몸통을 스친다. 괴성 섞인 비명이 울려 퍼진다.",
            "숨소리를 따라 찌른다! 날이 살을 파고든다."
        ],
        "atkHit2003": [
            "무겁게 휘두른 파이프가 머리를 강타한다! 생존자가 휘청인다.",
            "팔뚝을 가격하자 파이프 끝에서 둔탁한 소리가 울린다.",
            "녹슨 파이프가 명중! 뼈에 닿는 감각이 느껴진다.",
            "내리찍은 파이프에 생존자가 비틀거린다."
        ],
        "atkMiss": [
            "공격 타이밍이 어긋났다. 비틀린 생존자가 비껴간다.",
            "당신의 공격이 닿기 직전에 몸을 틀었다!",
            "헛손질이다. 생존자의 광기 속 동작은 예측이 어렵다.",
            "힘을 실었지만, 허공만을 갈랐다."
        ],
        "ctrPHit": [
            "공격을 겨우 막아낸 당신이 반격했다! 생존자가 한 걸음 물러선다.",
            "얼굴을 스치고 지나간 생존자의 공격 틈을 이용해, 당신이 빠르게 응수한다!",
            "생존자가 움찔한 틈을 놓치지 않은 당신! 정확히 가격한다.",
            "당신은 거칠게 숨을 몰아쉬며 반격! 생존자의 몸이 휘청인다."
        ],
        "evdSuccess": [
            "생존자가 휘두른 팔을 당신은 몸을 낮춰 피했다!",
            "생존자의 비틀린 동작을 재빨리 눈치채고 피한다!",
            "거칠게 덤벼드는 생존자를 당신이 한 발 물러나 회피하였다!",
            "당신은 마지막에 몸을 틀어 간신히 맞지 않았다!"
        ],
        "evdMiss": [
            "몸을 피했지만 늦었다. 생존자의 주먹이 턱을 강타한다.",
            "균형을 잃은 순간, 광기 어린 팔이 옆구리를 가격한다.",
            "회피가 늦어 가슴팍에 강한 충격이 들어온다.",
            "비틀거리는 동작에 속아 피하지 못했다. 어깨가 맞는다.",
            "뒤로 물러나려 했지만 주먹이 복부에 꽂힌다.",
            "광기의 움직임이 예측을 빗나간다. 얼굴을 강타당한다.",
            "순간의 방심, 팔꿈치가 옆구리를 후려친다.",
            "늦게 반응한 탓에, 생존자의 주먹이 정통으로 들어온다."
        ],
        "ctrEHit": [
            "몸을 틀어 피하려다 턱을 얻어맞는다! 번쩍이는 빛과 함께 균형이 무너진다.",
            "팔을 들어 막는 순간, 상대의 팔꿈치가 복부에 꽂힌다. 숨이 턱 막힌다.",
            "빈틈을 보였고, 그가 매섭게 들이친다! 볼이 갈라질 듯 아프다.",
            "뒷걸음질 치는 발에 걸려 비틀거린다. 그 틈을 놓치지 않고 주먹이 옆구리를 강타!",
            "피하려고 낮춘 머리 위로 무릎이 솟구친다. 시야가 흔들린다.",
            "손목을 잡힌다. 비틀어 넘기더니 어깨를 내리꽂는다!",
            "주먹을 스치게 했지만, 곧장 이어진 훅이 광대를 후려친다.",
            "팔을 뻗자 손목이 비틀린다. 이어지는 직선 타가 명치에 박힌다."
        ],
        "battleEnd": [
            "몸이 풀리듯 주저앉는다. 입에서 한숨이 흘러나온다.",
            "광기의 불꽃이 꺼진다. 싸움은 끝났다.",
            "벌떡이던 몸이 서서히 무너진다. 남은 건 적막뿐.",
            "마지막 몸부림 끝에, 생존자는 조용히 쓰러진다.",
            "눈빛에서 이성이 돌아오기 직전… 이미 늦었다.",
            "숨이 끊기고 나서야, 그의 입에서 ‘…살고 싶었…’이라는 중얼거림이 들린다."
        ],
        "battleDefeat": [
            "그의 주먹이 다시 한 번 날아온다. 시야가 흔들린다…",
            "몸이 바닥으로 무너진다. 끝인가…?",
            "정신이 흐릿해지고, 세상이 무너진다. 생존자만이 남는다.",
            "그의 광기가 나를 덮친다. 마지막 숨이 흐려진다.",
            "아무리 피하려 해도 소용없었다. 끝내 무릎 꿇는다.",
            "이건 전투가 아니었다. 그저 한쪽이 먹히는 싸움. 그리고 먹히는 쪽은 나였다."
        ]
    },
    {
        "code": "foe_3003",
        "name": "강도",
        "atkHit": [
            "강도의 가슴팍을 밀치며 주먹을 날린다!",
            "멈추지 않고 타격을 이어간다. 강도가 움찔한다!",
            "기회를 놓치지 않았다. 얼굴을 향한 정확한 한 방!",
            "단호한 타격에 강도가 균형을 잃는다.",
            "눈빛을 흔드는 강타! 망설임은 없다.",
            "날렵한 움직임으로 복부를 강타한다!",
            "집중한 주먹이 강도의 턱을 올려친다."
        ],
        "atkHit2001": [
            "삽을 옆으로 휘둘러 강도를 밀쳐낸다! 중심이 흔들린다.",
            "무거운 금속이 강도의 허벅지를 강타한다!",
            "삽날이 턱 아래를 스치며 얼굴을 젖힌다.",
            "삽으로 내리친다! 강도가 짧게 비명을 내지른다."
        ],
        "atkHit2002": [
            "칼날이 강도의 팔뚝을 스친다! 적의 눈이 번뜩인다.",
            "빠르게 찔러넣는다! 강도가 짧은 숨을 내쉰다.",
            "칼끝이 옆구리를 긁고 지나간다. 순간 균형이 흐트러진다.",
            "식칼이 빈틈을 꿰뚫는다. 강도가 움찔한다!"
        ],
        "atkHit2003": [
            "파이프를 휘둘러 강도의 옆구리를 후려친다! 둔탁한 소리.",
            "강도의 팔뚝을 가격! 쥔 무기가 흔들린다.",
            "한 발 물러선 틈을 놓치지 않고 파이프를 찔러넣는다!",
            "복부를 후려친다. 강도가 숨을 들이쉰다."
        ],
        "atkMiss": [
            "강도가 몸을 틀며 공격을 가볍게 피했다!",
            "짧은 거리에서 타이밍을 잃었다!",
            "집중이 흐트러졌다. 공격이 헛나간다.",
            "빈틈을 노렸지만 상대가 더 빨랐다!"
        ],
        "ctrPHit": [
            "몸을 비틀며 반격! 강도가 움찔하며 한 걸음 물러선다.",
            "숨을 삼키며 반격에 집중했다. 짧지만 치명적인 타격!",
            "순간의 틈을 놓치지 않았다. 반격이 정통으로 적중한다!",
            "간신히 자세를 잡고 내지른 반격이 강도의 복부를 가격한다!"
        ],
        "evdSuccess": [
            "강도의 공격이 헛나가며 허공을 가른다!",
            "성급하게 내지른 공격이 중심을 잃는다!",
            "침착하게 빈틈을 읽자, 강도의 공격이 빗나간다.",
            "강도가 덤벼들지만 타이밍을 간파해 피했다!",
            "강도의 둔기가 허공을 가른다! 몸을 굴려 간신히 피했다.",
            "공격 궤적을 읽고 빠르게 몸을 뺐다. 아슬아슬한 거리!",
            "금속이 휙― 소리를 내며 스쳐 지나간다!",
            "조금만 늦었어도 맞았다. 가까스로 공격을 회피했다!"
        ],
        "evdMiss": [
            "몸을 피하려 했지만 늦었다. 강도의 둔기가 옆구리를 후려친다.",
            "순간 발을 헛디딘다. 무거운 금속이 정통으로 내려찍힌다.",
            "회피 동작이 끊기는 사이, 강도의 팔이 휘둘러져 어깨를 가격한다.",
            "몸을 숙였지만, 곧장 이어진 공격이 복부를 강타한다.",
            "도망칠 틈도 없이 정면에서 맞아버린다. 숨이 막힌다.",
            "금속의 무게가 온몸을 짓누른다. 반격은커녕 비틀거린다.",
            "회피가 늦었다. 강도의 타격이 턱을 스치며 눈앞이 번쩍인다.",
            "균형을 잃는 순간, 무자비한 타격이 등에 꽂힌다."
        ],
        "ctrEHit": [
            "외곽으로 빠지다가는 금속 둔기에 옆구리를 맞는다! 뼈에 진동이 번진다.",
            "고개를 숙인 순간, 강도의 무릎이 코끝을 스친다. 눈물이 핑 돈다.",
            "빈틈을 읽혔다. 파고든 어깨에 밀려 벽에 부딪힌다!",
            "피하려는 궤적을 예측당했다. 둔기가 허리를 후려친다.",
            "손을 뻗자 손등을 때려 무기를 떨어뜨린다. 이어지는 훅이 턱을 턴다!",
            "발을 헛디딘 찰나, 복부에 직격. 숨이 세어 나간다.",
            "스텝을 걷어내듯 발목을 차였다. 무너지는 순간, 금속이 정수리를 스친다.",
            "방어를 올리자 가드 위로 무게가 찍힌다. 팔이 저려 반격이 끊긴다."
        ],
        "battleEnd": [
            "강도가 비틀거리다 무너진다. 기세 좋던 기척이 사라진다.",
            "숨소리만 남는다. 상대는 더 이상 움직이지 않는다.",
            "‘끝났다…’ 속으로 중얼이며 무기를 내린다.",
            "강도의 손에서 무기가 떨어진다. 힘이 빠져 쓰러진다.",
            "숨통을 끊는 일에 익숙해질 수는 없다. 하지만 살아야 했다.",
            "이제야 조용해졌다. 피가 식고, 몸이 떨린다."
        ],
        "battleDefeat": [
            "강도의 둔기가 한 번 더 날아든다. 더는 피할 수 없다. 시야가 어두워진다…",
            "발밑이 무너진다. 중심을 잃고 쓰러진다. 강도의 기척이 다가온다…",
            "마지막까지 저항해보지만, 공격은 계속된다. 숨이 막혀온다.",
            "강도가 말 없이 내려친다. 고통과 함께 의식이 멀어진다.",
            "‘끝인가…’ 몸이 무거워진다. 싸움은 여기까지다.",
            "의식이 흐려진다. 누군가가 무기를 들고 서 있는 게 보인다…"
        ]
    },
    {
        "code": "foe_3004",
        "name": "드론",
        "atkHit": [
            "당신의 주먹이 렌즈를 가격하지만, 금속은 단단하다.",
            "드론을 잡아끌어 바닥에 내던진다. 파편이 튄다.",
            "드론의 팔처럼 튀어나온 부속을 비틀어 뜯어낸다.",
            "순간적으로 붙잡아 충격을 가하지만, 반응이 둔하다."
        ],
        "atkHit2001": [
            "당신은 삽날을 이용해 드론의 하부를 걷어낸다. 동체가 흔들린다.",
            "드론의 경로를 예측해 타격! 팬 내부에 금이 간다.",
            "삽으로 상단 안테나를 꺾는다. 전파가 불안정해진다.",
            "드론의 배터리 덮개 부위를 가격! 고주파음이 들린다."
        ],
        "atkHit2002": [
            "당신의 식칼이 드론의 회전부에 박힌다. 금속이 찢어지는 소리와 함께 불꽃이 튄다.",
            "드론이 접근한 순간, 당신은 칼을 들어 기체 하부를 꿰뚫는다.",
            "날렵한 움직임으로 도약, 칼끝이 렌즈를 갈라놓는다.",
            "드론의 바퀴축을 정밀하게 노려 칼날을 찔러 넣는다. 기계가 흔들린다."
        ],
        "atkHit2003": [
            "당신의 파이프가 드론의 하단을 후려친다. 기체가 아래로 추락한다.",
            "파이프로 회전축을 때리자 금속음이 울려 퍼진다.",
            "측면에서 접근해 기체를 비틀듯 내려친다. 드론이 휘청거린다.",
            "렌즈 옆을 강타하자 센서가 불규칙하게 깜빡인다."
        ],
        "atkMiss": [
            "터렛이 급하게 조준을 시도하다가 틀어진다.",
            "철로 위 먼지가 총열을 막은 듯, 발포가 멈춘다.",
            "당신이 철기둥 뒤로 숨자 탄환은 빗나간다.",
            "터렛의 회전축이 녹슬어 순간 멈칫한다."
        ],
        "evdSuccess": [
            "드론의 레이저가 스쳐 지나갔다! 간발의 차로 몸을 굴려 피했다.",
            "금속음이 귓가를 스친다. 몸을 낮춰 충격을 모면했다.",
            "반사적으로 옆으로 뛰자, 빔이 허공을 갈랐다.",
            "순간 몸을 비틀어 회피! 드론의 발포가 벽을 맞고 튄다.",
            "재빠른 발놀림으로 빔을 피한다. 땀이 식은땀으로 흐른다.",
            "눈앞에서 붉은 빛이 스쳤다. 심장이 멎을 뻔했지만 피했다.",
            "드론의 궤적을 읽고 몸을 날려 회피했다. 숨소리가 거칠어진다.",
            "허공을 가르는 섬광만 남기고, 당신은 무사히 벗어났다."
        ],
        "evdMiss": [
            "터렛이 철컥 소리와 함께 고개를 들고, 순간적으로 총탄이 날아든다.",
            "회전하던 터렛이 정조준! 당신의 옆구리를 탄환이 관통한다.",
            "바닥의 진동이 들리는 순간, 강한 타격이 날아온다. ",
            "숨을 고른 찰나, 터렛의 총열이 번쩍인다. 반응할 틈이 없었다.",
            "발을 헛디딘 순간, 드론의 발포가 정통으로 들어온다.",
            "몸을 낮췄지만, 기체가 급강하하며 어깨를 스친다."
        ],
        "ctrEHit": [
            "몸을 낮추는 순간, 드론이 급강하하며 어깨를 스친다. 금속 가장자리가 살을 베어낸다.",
            "회피 궤적을 따라와 측면을 타격! 전자음과 함께 충격이 전해진다.",
            "뒤로 빠지자 기체가 선회해 하부로 들이받는다. 몸이 뒤로 밀린다.",
            "잡으려던 손목을 스치고 프로펠러 바람이 얼굴을 후려친다. 시야가 일렁인다.",
            "피격 경고음과 함께 렌즈가 번쩍! 순간 발포에 옆구리가 타들어간다.",
            "장애물 뒤로 숨는 사이, 상단에서 수직 낙하 타격! 목덜미가 저릿하다."
        ]
    },
    {
        "code": "foe_3005",
        "name": "터렛",
        "atkHit": [
            "맨손으로 터렛의 센서부를 가격하지만 손이 아플 뿐이다.",
            "당신은 터렛의 측면을 붙잡고 밀어붙인다. 철판에 찍힌 주먹 자국.",
            "배선 노출 부위를 잡아당긴다. 작은 전류가 튀지만 효과는 있다.",
            "기계의 하부를 발로 걷어찬다. 단단하지만 충격은 전달됐다."
        ],
        "atkHit2001": [
            "삽날이 터렛 하부의 환풍구를 가격한다. 금속 격자가 찌그러진다.",
            "당신은 삽으로 기초 회전축을 비튼다. 터렛이 제대로 회전하지 못한다.",
            "총구의 사각지대에서 삽날을 꽂아넣는다. 내부에서 이상음을 감지한다.",
            "철제 보호덮개 위를 내려친다. 구조물이 살짝 들린다."
        ],
        "atkHit2002": [
            "당신의 식칼이 터렛의 외장 패널 사이를 찔러든다. 금속 틈에서 스파크가 튄다.",
            "총구 옆 회전축을 찔러넣자, 일시적으로 방향이 꼬인다.",
            "튀어나온 전선 밑을 꿰뚫는다. 칼끝에 저항이 느껴진다.",
            "전선 매듭 부위를 찔렀다. 터렛이 잠시 멈칫한다."
        ],
        "atkHit2003": [
            "당신의 파이프가 터렛의 받침대를 강타한다. 고정된 구조가 흔들린다.",
            "회전하는 본체 측면을 때려 센서가 일시적으로 빛을 잃는다.",
            "연기가 피어오르는 부분을 노려 내려친다. 터렛이 반응 속도를 잃는다.",
            "제어판 옆 철판을 후려친다. 충격으로 안쪽에서 금속음이 튄다."
        ],
        "atkMiss": [
            "당신의 무기가 금속에 튕긴다. 제대로 된 타격 지점이 아니었다.",
            "드론이 갑작스럽게 회전하며 타격을 피해간다. 기계의 움직임은 예측이 어렵다.",
            "터렛이 방향을 틀기 전 공격했지만, 외장은 단단했다.",
            "기계의 리듬을 놓쳤다. 공중에서 타격은 허공을 가르고 끝난다."
        ],
        "evdSuccess": [
            "터렛의 총구가 불을 뿜었지만, 몸을 굴려 탄환을 피했다.",
            "섬광과 함께 탄환이 스쳐 지나갔다. 간발의 차였다.",
            "재빠르게 기둥 뒤로 숨자, 금속 파편이 벽을 튄다.",
            "총성이 울리는 순간 몸을 낮춰 회피했다. 바람만이 스쳐간다.",
            "탄환이 귀 옆을 스치고 지나갔다. 심장이 빠르게 뛴다.",
            "몸을 비틀어 피하자, 총알이 뒤 벽을 깨뜨렸다.",
            "발걸음을 옮기며 아슬아슬하게 탄환을 피했다.",
            "순간적으로 몸을 날려, 파괴적인 탄환 세례를 피했다."
        ],
        "evdMiss": [
            "몸을 숙였지만 늦었다. 탄환이 어깨를 스친다.",
            "피하려는 순간, 총성이 터지고 복부에 충격이 전해진다.",
            "벽을 넘기 직전, 탄환이 다리를 관통한다.",
            "숨을 고른 찰나, 총구가 번쩍이며 명중한다.",
            "발걸음이 꼬였다. 탄환이 정통으로 날아든다.",
            "피하지 못한 총성이 귓가를 때린다. 뜨거운 통증이 퍼진다.",
            "순간의 방심, 총탄이 팔을 꿰뚫는다.",
            "몸을 낮췄지만, 연속 사격이 이어져 옆구리를 강타한다."
        ],
        "ctrEHit": [
            "사선으로 빠지는 궤적이 읽혔다. 짧은 연사가 다리 근육을 스친다!",
            "몸을 굽히는 순간, 예비 사격이 복부를 스친다. 뜨거운 통증이 번진다.",
            "엄폐로 파고들다 회전축이 선회한다. 측면에서 탄환이 어깨를 긁고 간다.",
            "롤링이 끝나기도 전에 지연 사격이 떨어진다. 팔뚝이 저리게 울린다.",
            "총구가 낮아지며 추적한다. 마지막 굴절에서 빗나갔지만, 끝 탄이 종아리를 관통!",
            "머뭇거린 찰나, 산탄이 흩뿌려진다. 여러 개의 작은 통증이 살을 찍는다."
        ],
        "battleEnd": [
            "드론이 스파크를 흩뿌리며 무너져 내린다. 강철 껍데기 속 기계의 심장은 더는 뛰지 않는다.",
            "마지막 일격에 드론이 떨리며 추락한다. 터렛도 총구를 떨군 채 침묵을 맞는다.",
            "연기와 탄내 속에서 두 기계는 움직임을 멈췄다. 전투는 끝났다.",
            "고요함이 돌아온다. 부서진 철과 너덜거리는 회로, 그것이 남은 전부다.",
            "망가진 드론의 렌즈에 비친 내 모습. 살아남은 자는, 나였다.",
            "터렛이 연기를 토하며 멈춰선다. 철제 괴물들과의 싸움은… 내가 이겼다.",
            "한 박자 늦은 폭음. 드론의 잔해가 다리 아래로 추락한다. 피도 살도 없지만, 그 싸움은 분명 치열했다."
        ],
        "battleDefeat": [
            "드론의 레이저가 어깨를 꿰뚫는다. 이어진 탄환에 시야가 무너진다. 움직일 수 없다…",
            "한순간이다. 터렛이 총구를 들고, 드론이 선회한다. 당신의 몸이 뒤로 튕겨나간다.",
            "피가 흐른다. 회로 소음과 경고음이 귓가에 울리며 멀어져간다. 싸움은… 여기서 끝났다.",
            "붉은 경고등과 함께 날아든 탄환이 명중한다. 마지막 숨결을 삼킨다.",
            "기계의 심장은 멈추지 않았다. 하지만 당신의 심장은 조용히 멈춰간다.",
            "뒤늦은 판단, 잘못된 타이밍. 쓰러진 당신 위로 드론이 떠돈다. 끝이다.",
            "몸이 말을 듣지 않는다. 발밑 철로가 멀어지고, 경계선은 무너진다. 전투는 패배로 기록된다."
        ]
    }
]